<?php
get_header();
?>

<main class="support-page container">
  <h2>プライバシーポリシー</h2>
  <h3>第1条（個人情報の管理）</h3>
  <p>
    当社は、利用者の個人情報を正確かつ最新の状態に保ち、個人情報保護に関する法律その他の関連法令を遵守するとともに安全対策を実施し、厳重に管理します。
  </p>
  <p>
    個人情報とは、氏名、生年月日、性別、職業、その他個人を識別することができる情報、 ならびに個人情報に結びついて使用される情報を指します。
  </p>
  <h3>第2条（個人情報の利用目的）</h3>
  <p>
    当社が得た個人情報は以下の目的のために利用します。
  </p>
  <ul>
    <li>本サービスを提供、また利用者が円滑に利用できるようにするため</li>
    <li> 本サービスに関する各種事項の連絡や情報提供を行うため</li>
    <li> 利用者からのお問い合わせに対する対応のため</li>
    <li> 本サービスに関するご購入の確認やご請求、お届けをするため</li>
    <li> 統計的に処理した情報を調査結果として集約するため</li>
    <li> 本サービスの利用状況等を調査・分析するため</li>
    <li> 本サービスの内容をよりご満足いただくための改善、または新サービスの提供ため</li>
    <li> その他本サービスに関するお知らせなど、必要な連絡を行うため</li>
    <li> 本サービス運営上のトラブルの解決のため</li>
  </ul>
  <h3>第3条（個人情報の第三者提供）</h3>
  <p>
    利用者の個人情報を第三者へ開示・提供することはありません。ただし、以下のいずれかに該当する場合を除きます。
  </p>
  <ul>
    <li>利用者の同意がある場合</li>
    <li> 利用者が希望するサービスを行うために当社が業務を委託する場合</li>
    <li> 利用者個人を識別することができない状態で統計的なデータとして提供する場合</li>
    <li> 人命や財産の保護のために緊急の対応が必要な場合</li>
    <li>
      利用者が他人に危害を加える、また公序良俗を害する行為などを取った際、あるいは取ろうとしている際に、これに対して必要な措置をとる場合
    </li>
    <li> 法令に基づく場合</li>
  </ul>
  <h3>第4条（個人情報の開示・訂正・削除・利用停止）</h3>
  <p>
    当社は、利用者から、個人情報保護法の定めに基づき個人情報の開示を求められた場合、利用者本人のご請求であることを確認のうえで、開示を行います。
  </p>
  <p>
    当社の管理する個人情報に誤りがある場合、当社が定める方法に沿って、利用者は当社に個人情報の訂正または削除を請求することができます。当社が請求を受け、その請求に応じる必要があると判断した場合には、個人情報を訂正または削除します。
  </p>
  <p>
    当社の管理する個人情報が、利用目的の範囲を超えている場合、または不正の手段により取得されたものであるという場合、利用者は当社に利用停止を請求することができます。当社が請求を受け、その請求に応じる必要があると判断した場合には、個人情報の利用停止を行います。
  </p>
  <p>
    ただし、利用停止に多額の費用が必要な場合、その他利用停止等を行うことが困難な場合で代替案がある場合は、それを採用します。
  </p>
  <h3>第5条（本ポリシーの変更）</h3>
  <p>
    当社は、本ポリシーの内容を適宜見直し改善に努めるため、利用者の了承を得ることなく変更することがあります。変更後の本ポリシーは当社ウェブサイトでの公開と同時に、効力が発生するものとします。
  </p>
  <p>2019年9月10日制定</p>
</main>


<?php
get_footer();
