<?php
get_header();
?>

<main class="support-page container">
  <h2>利用規約</h2>
  <p>
    この規約（以下「本規約」といいます。）は、株式会社gojuon（以下「当社」といいます。）が提供する「eny」（以下「本サービス」といいます。）の利用条件を定めるものです。本サービスを利用するすべてのお客様（以下「利用者」といいます。）は、本規約に同意されたものとさせていただきますので、必ずお読みください。
  </p>
  <h3>第1条（適用範囲）</h3>
  <ol>
    <li>
      本規約は、本サービスの利用にあたっての基本的な事項を規定しており、本規約の定めに従い本サービスを利用しなければなりません。
    </li>
    <li> 利用者が未成年者である場合は、親権者等法定代理人の同意を得る必要があります。</li>
    <li>
      本サービスに関する追加規定や個別規定を掲載する場合、当社が、当社ウェブサイト利用画面上または電子メール等により本サービスに関するルール等を発信する場合、それらは本規約の一部を構成するものとし、追加規定、個別規定またはルール等が本規約と関わる場合には、それらが優先されるものとします。
    </li>
  </ol>
  <h3>第2条（禁止事項）</h3>
  <p>利用者は、自らまたは第三者をして本サービスの利用に際して、以下に記載することを行なってはなりません。</p>
  <ol>
    <li>法令、裁判所の判決、決定もしくは命令、または法令上拘束力のある行政措置に違反する行為。</li>
    <li> 公の秩序や善良の風俗を害するおそれのある行為。</li>
    <li> 当社または第三者の知的財産権、肖像権、名誉、プライバシー等の権利又は利益を侵害する行為。</li>
    <li> 当社や第三者になりすます行為。または虚偽の情報を発信させる行為。</li>
    <li>
      当社のウェブサイトに関連するシステムやソフトウェア、プロトコル等に不正にアクセスし、解読および二次利用、書き換え、消去する行為。
    </li>
    <li>
      本サービスのシステム等に負荷をかける行為または有害なコンピュータプログラム等を送信または書き込む行為。
    </li>
    <li> 第三者の個人情報、利用履歴情報等を不正に収集、開示または提供する行為。</li>
    <li> 反社会的勢力に対する利益供与その他の協力行為</li>
    <li> 本規約ならびに本サービスの利用目的に反する行為。</li>
    <li> 本サービスの運営または利用を妨害し、これらに支障をきたす行為。</li>
    <li> 上記事項に該当する行為直接または間接に惹起、または助長する行為。</li>
    <li> その他、当社が不適当と判断する行為。</li>
  </ol>
  <h3>第3条（本サービスの追加、変更、中止等）</h3>
  <ol>
    <li>
      当社は、事前の通知をすることなく、本サービスのすべてまたは一部を追加、変更し、その提供を中止することができるものとします。
    </li>
    <li>
      当社は、必要に応じて本サービスのすべてまたは一部の提供・運営を終了する場合、当社が適当とする方法で利用者にその旨を通知します。ただし、緊急時には通知を行わない場合があります。
    </li>
    <li>
      当社は、以下各号の事由が生じた場合には、利用者に事前に通知することなく、本サービスのすべてまたは一部を中断することができるものとします。
    </li>
    <li> 本サービス用のハード・ソフト・通信機器設備等に関わるメンテナンスを定期的または緊急に行う場合。</li>
    <li> 利用者のセキュリティを確保する必要がある場合。</li>
    <li> アクセスの集中等、予期せぬ要因でシステムに負荷がかかった場合。</li>
    <li> 電気通信事業者の役務が果たされない場合。</li>
    <li>
      本サービスの提供が、天災や火災、停電、その他の予期せぬ事故または戦争、紛争、暴動、労働争議等により困難とされる場合。
    </li>
    <li> 本サービスの運営が、法令やそれらに基づく措置により不可能となった場合。</li>
    <li> その他、当社が必要と判断する場合。</li>
    <li> 当社は、上記事項に基づき行った措置により生じた利用者への損害に対し、一切の責任を負いません。</li>
  </ol>
  <h3>第4条（コンテンツの取扱い）</h3>
  <ol>
    <li>
      本サービスで当社が提供するコンテンツ（文章、画像、プログラム、コード等）に関する知的財産権は、当社または当社にライセンスを許諾する者に帰属し、本規約に基づく本サービスのいかなる使用許諾も、当社または当社にライセンスを許諾する者の知的財産権の使用許諾を意味するものではありません。
    </li>
    <li>
      当社は、本サービスのコンテンツを事前に利用者に通知することなく、編集、削除をすることができるものとします。
    </li>
    <li>
      利用者は、当社の許諾を得ることなく、当社が提供する情報等の複製および編集、これを第三者に使用させることはできず、いかなる場合も当社の知的財産権を侵害するおそれのある行為をしてはなりません｡
    </li>
    <li>
      本サービスでは、商標、サービスマーク、ロゴ等が表示されることがありますが、利用者や第三者に対しそれらを譲渡、または使用を許諾するものではありません。
    </li>
    <li>
      利用者は、当社および当社から権利を承継、または許諾された者に対して著作者人格権を行使しないことに同意するものとします。
    </li>
  </ol>
  <h3>第5条（当社への補償）</h3>
  <p>
    利用者が本規約または法令に反して本サービスを利用したことが要因で、当社が直接的または間接的に損害を被った場合、当社の請求にしたがって直ちに賠償または補償するものとします。
  </p>
  <h3>第6条（責任の免除）﻿</h3>
  <ol>
    <li>
      当社は、本サービスを通じて提供される内容、コンテンツ、提携サービス等から得られる情報その他本サービスを通じて利用者が得るすべての情報が、特定の目的に適合すること、期待する機能・価値・正確性・有益性・完全性を有すること、不具合が生じないことについて保証するものではありません。
    </li>
    <li>
      当社は、本サービスの中止、変更を通じて利用者が発信した情報の削除又は消失、機器の故障又は損傷、その他要因の如何を問わず、本サービスに関連した損害に対し、賠償の責任を一切負わないものとします。
    </li>
    <li>
      当社は、安全性の高いネットワーク上で登録情報等を保存いたしますが、完全な安全性、信頼性等を保証するものではなく、それらの消失を要因とした損害に対し、賠償の責任を一切負わないものとします。
    </li>
    <li>
      本サービスにて、利用者同士または第三者との間で紛争が生じた場合、自己の責任で解決するものとし、当社は責任を一切負わないものとします。
    </li>
  </ol>
  <h3>第7条（通知または連絡）</h3>
  <ol>
    <li>
      本規約ならびに本サービスに関する当社から利用者への通知または連絡は、当社ウェブサイト内の適宜の場所への掲示または当社が適当と判断する方法により行います。正確な連絡先が利用者から提供されていないことで生じた不利益に関しては、一切責任を負いません。
    </li>
    <li>
      本サービスに関する利用者から当社に対するの連絡または通知は、当社ウェブサイト内の適宜の場所に設置するお問い合わせフォームへの送信または当社が指定するその他の方法により行っていただきます。
    </li>
  </ol>
  <h3>第8条（個別利用規約）</h3>
  <p>
    本規約および本規約とは別に当社が配信または掲載する文書（以下「個別利用規約」といいます。）の定めに従い本サービスを利用しなければなりません
  </p>
  <h3>第9条（本規約の変更）</h3>
  <p>
    当社は、事前の通知をすることなく、本規約および個別利用規約を変更できるものとします。変更後の本規約および個別利用規約は、当社ウェブサイト内の適宜の場所に掲載された時点からその効力を生じるものとし、利用者は本サービスを使い続けることにより、本規約および個別利用規約に対する変更に同意をしたものとみなします。
  </p>
  <h3>第10条（準拠法）</h3>
  <p>
    本規約は日本法を準拠法とします。本サービスが要因で当社と利用者との間に生じた訴訟は、東京地方裁判所を第一審の専属的管轄裁判所とします。
  </p>
  <p>2019年9月10日制定</p>
</main>

<?php
get_footer();
